{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"35575","forecastBand":"Low","forecastSummary":"Low air pollution forecast valid from Tuesday 22 March to end of Tuesday 22 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Low","pM25Band":"Low","sO2Band":"Low","forecastText":"Tuesday is forecast to be a bright sunny day.&lt;br/&gt;&lt;br/&gt;Air arriving will have travelled up from the Mediterranean and through France. This should be a relatively &#39;clean&#39; air source, although there is the possibility of some pollution import from the Paris region.&lt;br/&gt;&lt;br/&gt;Locally a light south-easterly breeze is expected to increase during the afternoon giving added dispersion for a while.&lt;br/&gt;&lt;br/&gt;Near still conditions overnight into Wednesday and a change in the path of incoming air - to arrive more from central Europe - indicates that particulate levels may begin to increase again from later on Tuesday and overnight into Wednesday.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;PM10 Particulates&lt;br/&gt;PM2.5 Particulates&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"35576","forecastBand":"Moderate","forecastSummary":"Moderate air pollution forecast valid from Wednesday 23 March to end of Wednesday 23 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Moderate","pM25Band":"Moderate","sO2Band":"Low","forecastText":"Wednesday is forecast to be bright with plenty of sunshine.&lt;br/&gt;&lt;br/&gt;From later on Tuesday, overnight and on Wednesday morning, particulate levels may build-up due to poor dispersion in very light wind conditions.&lt;br/&gt;&lt;br/&gt;Some dispersion is likely for a while on Wednesday in a light south-easterly breeze. However, as the day progresses our air source is forecast to track more from central Europe and there is the likelihood of an increased particulate import as air picks up urban and industrial pollution along this easterly route.&lt;br/&gt;&lt;br/&gt;Overall PM10 and PM2.5 particulate are expected to be&#39; Moderate&#39; on Wednesday.&lt;br/&gt;&lt;br/&gt;Air pollution should remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"}]}