{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"35613","forecastBand":"High","forecastSummary":"High air pollution forecast valid from Thursday 24 March to end of Friday 25 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"High","pM25Band":"High","sO2Band":"Low","forecastText":"A south-easterly air feed into Greater London is forecast to continue throughout the forecast period. Further import of long-range particulate pollution from urban, industrial and agricultural sources on the near continent is expected to continue during. This pollution will combine with local emissions that have accumulated in very light winds over the previous days.&lt;br/&gt;&lt;br/&gt;Widespread &#39;Moderate&#39; PM10 and PM2.5 particulates is expected across Greater London, many of these locations possibly realising &#39;High&#39; PM10 and PM2.5 particulate levels as the episode intensifies. &lt;br/&gt;With the episode being &#39;driven&#39; by long-range pollution from the near-continent combining with local emissions, urban background and suburban locations will be affected as well as roadside environments.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"35649","forecastBand":"Moderate","forecastSummary":"Moderate air pollution forecast valid from Saturday 26 March to end of Saturday 26 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Moderate","pM25Band":"Moderate","sO2Band":"Low","forecastText":"High pressure over the UK is set to continue over the coming weekend resulting in calm sunny conditions as seen over the last few days.  &lt;br/&gt;&lt;br/&gt;A easterly air feed into Greater London is forecast throughout the forecast period. Further import of long-range particulate pollution from urban, industrial and agricultural sources on the near continent is also expected to continue during Friday. This pollution will combine with local emissions that have accumulated in very light winds over the previous days.&lt;br/&gt;&lt;br/&gt;By Saturday back trajectories are indicating a more maritime origin to the incoming air, so potentially easing pollution back down to &#39;Moderate&#39; levels.&lt;br/&gt;Widespread &#39;Moderate&#39; PM10 and PM2.5 particulates are expected across Greater London.&lt;br/&gt;&lt;br/&gt;With the episode being &#39;driven&#39; by long-range pollution from the near-continent combining with local emissions, urban background and suburban locations will be affected as well as roadside environments.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"}]}