{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"36812","forecastBand":"Low","forecastSummary":"Low air pollution forecast valid from Thursday 23 June to end of Thursday 23 June GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Low","pM25Band":"Low","sO2Band":"Low","forecastText":"A sunny start to Thursday but with cloud developing and the possibility of thunder and heavy downpours.&lt;br/&gt;&lt;br/&gt;In the early part of the day a northerly air-feed continues along a path close to  the near continent before arriving. It&#39;s possible there may be some import of particulates along this route although it&#39;s not expected to be significant. Later from Thursday evening the path of incoming air is expected to move further south and arrive having passed over the continent. &lt;br/&gt;&lt;br/&gt;Overall, it&#39;s expected that the increased cloud cover on Thursday will limit the availability of strong sunlight required to power reactions for ozone formation.&lt;br/&gt;&lt;br/&gt;A light breeze locally should also aid dispersion of local emissions.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; for the following pollutants throughout the forecast period:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;PM10 Particulate&lt;br/&gt;PM2.5 Particulate&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"36811","forecastBand":"Low","forecastSummary":"Low air pollution forecast valid from Friday 24 June to end of Friday 24 June GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Low","pM25Band":"Low","sO2Band":"Low","forecastText":"Generally cloudy on Friday with a fresh south-westerly breeze.&lt;br/&gt;&lt;br/&gt;The &#39;clean&#39; south-westerly air-feed should limit the availability of the precursor chemicals required for ground-level ozone to form. In addition, increased cloud cover will reduce the ability of sunlight to power these reactions.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; for the following pollutants throughout the forecast period:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;PM10 Particulate&lt;br/&gt;PM2.5 Particulate&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide"}]}