{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"35588","forecastBand":"High","forecastSummary":"High air pollution forecast valid from Tuesday 22 March to end of Tuesday 22 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"High","pM25Band":"High","sO2Band":"Low","forecastText":"Forecast update early afternoon Tuesday 22nd March.&lt;br/&gt;&lt;br/&gt;A south-easterly air feed brought a large import of particulate pollution from continental Europe during the early hours of this morning. This combined with local emissions that were poorly dispersed in very light winds.&lt;br/&gt;&lt;br/&gt;Although pollution levels have dropped a little in the last few hours, another marked rise is anticipated from late afternoon and through this evening. This is expected to result in widespread &#39;Moderate&#39; PM10 and PM2.5 particulates across Greater London, with a possibility of the &#39;High&#39; banding being reached at some locations.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"35589","forecastBand":"High","forecastSummary":"High air pollution forecast valid from Wednesday 23 March to end of Wednesday 23 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"High","pM25Band":"High","sO2Band":"Low","forecastText":"A south-easterly air feed into Greater London is forecast to continue throughout Wednesday. This is expected to import long-range particulate pollution from urban, industrial and agricultural sources in France and Belgium. This pollution will combine with local emissions that have accumulated in very light winds.&lt;br/&gt;&lt;br/&gt;Widespread &#39;Moderate&#39; PM10 and PM2.5 particulates is expected across Greater London, with a possibility of the &#39;High&#39; banding being reached at some locations. With the episode being &#39;driven&#39; by long-range pollution from the near-continent, urban background and suburban locations will be affected as well as roadside environments.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"}]}