{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"35903","forecastBand":"Low","forecastSummary":"Low air pollution forecast valid from Saturday 16 April to end of Saturday 16 April GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Low","pM25Band":"Low","sO2Band":"Low","forecastText":"Saturday will be another warm and sunny day with temperatures reaching 19 degrees. Some cloud cover in the afternoon is expected.&lt;br/&gt;&lt;br/&gt;The large high pressure centred over northern Europe means air arriving at the South-East will have travelled over central Europe. This path is usually associated with imported pollution. &lt;br/&gt;However, while there may be a brief rise in pollution, the relatively short time spent over central Europe and lower weekend emissions mean this is not expected to result in Moderate levels of pollution on Saturday.&lt;br/&gt;&lt;br/&gt;Overall air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;PM10 Particulate&lt;br/&gt;PM2.5 Particulate&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"35924","forecastBand":"Moderate","forecastSummary":"Moderate air pollution forecast valid from Sunday 17 April to end of Sunday 17 April GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Moderate","pM25Band":"Moderate","sO2Band":"Low","forecastText":"Sunday is forecast to be sunny and warm with temperatures reaching 19 degrees.&lt;br/&gt;&lt;br/&gt;Back-trajectories show air coming from an Easterly then South Easterly direction through the day. This path is often associated with import of particulate pollution. A gradual rise in particulate levels on Saturday as the wind direction turns easterly indicates we are likely to see a similar and persistent import of particulate on Sunday. The import, combined with local emissions will likely lead to &#39;Moderate&#39; levels of PM10 and PM2.5 particulate pollution on Sunday, particularly at roadside locations.&lt;br/&gt;&lt;br/&gt;The prolonged sunshine may also mean a rise in ozone pollution, through the day particularly in outer-London. However, Moderate ozone is unlikely to be reached this early in the year with shorter hours of sun.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"}]}