{"$id":"1","$type":"Tfl.Api.Presentation.Entities.LondonAirForecast, Tfl.Api.Presentation.Entities","updatePeriod":"hourly","updateFrequency":"1","forecastURL":"http://londonair.org.uk/forecast","disclaimerText":"This forecast is intended to provide information on expected pollution levels in areas of significant public exposure. It may not apply in very specific locations close to unusually strong or short-lived local sources of pollution.","currentForecast":[{"$id":"2","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Current","forecastID":"35672","forecastBand":"Moderate","forecastSummary":"Moderate air pollution forecast valid from Saturday 26 March to end of Saturday 26 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Moderate","pM25Band":"Moderate","sO2Band":"Low","forecastText":"High pressure over the UK is set to continue over the coming weekend.&lt;br/&gt;&lt;br/&gt;Saturday is forecast to be another warm and sunny day with a light easterly breeze from late morning until evening.&lt;br/&gt;&lt;br/&gt;Poor dispersion locally overnight on Friday into Saturday morning will likely result in Saturday&#39;s highest pollution levels early on. From late morning, levels are expected to fall away with better dispersion, as a breeze is established. In addition, back trajectories indicate a more maritime North Sea origin to incoming air, so it will likely be &#39;cleaner&#39; than the import this week to date which was associated with the &#39;High&#39; pollution episode.&lt;br/&gt;&lt;br/&gt;As the Daily Air Quality Index for both PM10 and PM2.5 particulates is calculated based on the average daily measurement values for each, and with lower levels predicted from late morning. Overall for Saturday, PM10 and PM2.5 particulates are forecast to be &#39;Moderate&#39;.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"},{"$id":"3","$type":"Tfl.Api.Presentation.Entities.CurrentForecast, Tfl.Api.Presentation.Entities","forecastType":"Future","forecastID":"35675","forecastBand":"Low","forecastSummary":"Low air pollution forecast valid from Sunday 27 March to end of Sunday 27 March GMT","nO2Band":"Low","o3Band":"Low","pM10Band":"Low","pM25Band":"Low","sO2Band":"Low","forecastText":"High pressure over the UK is set to continue over the coming weekend.&lt;br/&gt;&lt;br/&gt;Some cloud around on Sunday until the afternoon and consequently temperatures are not forecast to be as high as they have been this week to date, although they should begin to climb once the sun appears.&lt;br/&gt;&lt;br/&gt;Back trajectories indicate a more northerly, maritime, North Sea origin to incoming air, so it&#39;s unlikely to contain any significant pollution. &#39; A light breeze locally should also aid dispersion.&lt;br/&gt;&lt;br/&gt;Air pollution is expected to remain &#39;Low&#39; throughout the forecast period for the following pollutants:&lt;br/&gt;&lt;br/&gt;Nitrogen Dioxide&lt;br/&gt;Ozone&lt;br/&gt;PM10 Particulate&lt;br/&gt;PM2.5 Particulate&lt;br/&gt;Sulphur Dioxide&lt;br/&gt;&lt;br/&gt;"}]}